Repository: French77/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.logging/resources/language/resource.language.*/strings.po
Languages: pt_br

# #32001
source: Upload Logs
pt_br: Fazer upload dos logs

# #32002
source: All Configs and Logs
pt_br: Todas Configurações e Logs

# #32003
source: Kodi Log
pt_br: Log do Kodi

# #32004
source: /boot/config.txt (Pi only)
pt_br: /boot/config.txt (Somente Pi)

# #32005
source: OSMC Packages
pt_br: Pacotes OSMC

# #32006
source: APT Logs
pt_br: Logs do APT

# #32012
source: Upload Selected Logs Now
pt_br: Fazer Upload do Logs Selecionados Agora

# #32013
source: OSMC Log Uploader
pt_br: Uploader de Logs do OSMC

# #32021
source: System Journal
pt_br: Jornal do Sistema

# #32022
source: All other packages
pt_br: Todos os outros pacotes

# #32023
source: Could not retrieve URL.
pt_br: Não foi possível obter a URL.

# #32025
source: Retrieving Logs
pt_br: Obtendo Logs

# #32026
source: Uploading and Retrieving URL
pt_br: Obtendo URL e Fazendo Upload

# #32027
source: Combining and Writing Logs
pt_br: Combinando e Escrevendo Logs

# #32028
source: Kodi Old Log (excluded from All)
pt_br: Log Antigo do Kodi (Excluído de "Todos")

# #32030
source: /boot directory listing
pt_br: Listagem do diretório /boot

# #32031
source: Kernel Details
pt_br: Detalhes do Kernel

# #32032
source: /etc/init.d directory listing
pt_br: Listagem do diretório /etc/init.d

# #32033
source: /lib/systemd/system directory listing
pt_br: Listagem do diretório /lib/systemd/system

# #32034
source: Free Memory
pt_br: Memória Disponível

# #32035
source: Free Diskspace
pt_br: Espaço em Disco Disponível

# #32036
source: Retrieving %s
pt_br: Obtendo %s

# #32038
source: Copy Selected Logs to SD Card Now
pt_br: Copiar Logs para Cartão SD Agora

# #32039
source: Copy Logs to SD Card Instead?
pt_br: Copiar Logs para Cartão SD?

# #32040
source: Copy Complete
pt_br: Cópia Finalizada

# #32041
source: Kernel Message Log (dmesg)
pt_br: Log de Mensagens do Kernel (dmesg)

# #32042
source: Display Info
pt_br: Informações da TV

# #32043
source: Network Interface Configuration
pt_br: Configurações da Interface de Rede

# #32044
source: GUISettings.xml (includes audio settings)
pt_br: GUISettings.xml (inclui configurações de áudio)

# #32045
source: GUISettings (abridged)
pt_br: GUISettings (resumida)
